
// [
//   {
//     "rating": 5,
//     "title": "المنتج روعه جدا",
//     "comment":
//       "جودة ممتازة جدًا وسعر مناسب. استلمت الطلب في اليوم التالي والتغليف كان محترم جدًا. هكرر التجربة أكيد."
//   },
//   {
//     "rating": 4,
//     "title": "تجربه ممتازه",
//     "comment":
//       "المنتج مطابق للوصف بالضبط وخدمة العملاء كانت متعاونة جدًا. تجربة شراء سهلة ومريحة"
//   },
//   {
//     "rating": 5,
//     "title": "بجد يعني من افضل المنتجات اللي شوفتها",
//     "comment":
//       "أدوات المطبخ عملية جدًا وسهلة الاستخدام. فرق واضح في الجودة مقارنة بمنتجات تانية اشتريتها قبل كده"
//   },
//   {
//     "rating": 3,
//     "title": "شكرا جدا لكم",
//     "comment":
//       "التوصيل سريع والتعامل محترم جدًا. المنتج وصل سليم ومغلف كويس"
//   },
//   {
//     "rating": 5,
//     "title": "شكرا جدا ",
//     "comment":
//       "عجبني التنوع الكبير في المنتجات والأسعار مناسبة. كل حاجة لقيتها في مكان واحد"
//   },
//   {
//     "rating": 3,
//     "title": "خامات محترمة ",
//     "comment":
//       "طلبت أكتر من مرة وكل مرة التجربة ممتازة. ثقة وتعامل احترافي"
//   },
//   {
//     "rating": 5,
//     "title": "شكرا لحسن تعاملكم",
//     "comment":
//       "خدمة ما بعد البيع ممتازة جدًا. كان عندي استفسار واترد عليه بسرعة وبوضوح"
//   },
//   {
//     "rating": 4,
//     "title": "انشاء الله مكمله معاكم",
//     "comment":
//       "منتجات نظيفة جدًا وخامة محترمة. أنصح أي حد يشتري من هنا"
//   },
//   {
//     "rating": 4,
//     "title": "اسرع خدمه اتعملت معاها",
//     "comment":
//       "استلمت المنتج قبل المعاد المحدد. حاجة تفرح بجد"
//   },
//   {
//     "rating": 4,
//     "title": "بجد تنظيم المنتجات رائع",
//     "comment":
//       "الموقع سهل جدًا في الاستخدام، والطلب اتعمل في دقايق ووصل بسرعة"
//   },
//   {
//     "rating": 5,
//     "title": "مطابق للوصف تمامًا",
//     "comment":
//       "المنتج زي الصور بالظبط ومفيش أي فرق في المواصفات"
//   },
//   {
//     "rating": 5,
//     "title": "خامات محترمة جدًا",
//     "comment":
//       "لقيت كل اللي محتاجاه في مكان واحد، وده وفر عليا وقت كبير"
//   },
//   {
//     "rating": 5,
//     "title": "ثقة وتعامل احترافي",
//     "comment":
//       "واضح إنهم بيهتموا بالعميل جدًا. هفضل أتعامل معاهم"
//   },
//   {
//     "rating": 5,
//     "title": "أنصح بالتجربة",
//     "comment":
//       "عن تجربة شخصية، الموقع ده يستاهل الثقة"
//   },
//   {
//     "rating": 5,
//     "title": "كل حاجة تمام من غير أي مشاكل",
//     "comment":
//       "الطلب وصل مظبوط، والسعر مظبوط، والشحن سريع"
//   },
//   {
//     "rating": 5,
//     "title": "شحن سريع وتغليف محترم",
//     "comment":
//       " التغليف ممتاز والمنتج وصل سليم 100% وفي معاده بالظبط"
//   },
//   {
//     "rating": 5,
//     "title": "جودة أعلى من السعر",
//     "comment":
//       "كنت متوقع حاجة عادية لكن الجودة كانت أعلى من السعر بكتير"
//   },
//   {
//     "rating": 5,
//     "title": "تجربة تسوق مريحة",
//     "comment":
//       "من أول الدخول للموقع لحد استلام الطلب، كله كان مريح"
//   }
// ]